Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Jest parę rzeczy, do których byście się nadawali. Pasanie owiec, przerzucanie gnoju, przerabianie zepsutej lub nadgryzionej przez zwierzęta żywności na kompost...
uk: Є кілька речей, для яких ви могли б бути корисними. Пасти овець, вигрібати гній, переробляти зіпсовану або недоїдену тваринами їжу на компост...

source: Jest pewna grupa muzyków - nazywają się In Extremo. Podczas swoich koncertów wyrażają się mało pochlebnie na temat nowo wprowadzonych królewskich praw.
uk: Є певна група музикантів – називаються In Extremo. Під час своїх концертів вони не надто добре висловлюються щодо нещодавно запроваджених королівських законів.

source: Jest pewna rzecz, o którą chciałbym cię prosić...
uk: Є дещо, про що я хотів би тебе попросити...

source: Jest pewna sprawa, która spędza sen z powiek Volkera.
uk: Є одна річ, яка не дає Волкеру спати ночами.

source: Jest pewna sprawa, którą chcę się zająć jako strażnik...
uk: Існує проблема, яку я хочу вирішити, будучи вартовим...

source: Jest pewne miejsce, do którego muszę dotrzeć...
uk: Мені потрібно потрапити в одне місце...

source: Jest piękna, chociaż wygląda surowo. Polecam ci popływać w jeziorku obok, jeszcze się nie zdarzyło, żeby pojawiły się w nim topielce czy inne paskudztwa.
uk: Вона прекрасна, хоч і виглядає суворо. Рекомендую скупатися в найближчому озері, поки там ще не завелися луркери та інші гидоти.

source: Jest podpisany?
uk: Він підписаний?

source: Jest proszę państwa! Sabotażysta!
uk: Ось він, пані та панове! Саботажник!

source: Jest przepiękne... i zupełnie inne, niż się spodziewałem.
uk: Він прекрасний... і зовсім не такий, як я очікував.

source: Jest przy jednej ze skał, tu, nad jeziorem. Taki szarawy, ledwo wystawał z ziemi. Nie chciałem wydłubywać samemu, uznałem to za zbyt ryzykowne.
uk: Біля однієї зі скель тут, біля озера. Такий сіруватий, ледь стирчав із землі. Я не хотів діставати його сам. Вирішив, що це надто ризиковано.

source: Jest robota przy kopalni.
uk: Є робота біля копальні.

source: Jest rzecz o której Volker musi wiedzieć!
uk: У мене є дещо, про що Волкер повинен дізнатися!

source: Jest się czym chwalić.
uk: Знайшов чим похвалитися.

source: Jest stabilnie. Pozwalają mi nawet robić sobie przerwy w trakcie dnia, nie tylko na sen!
uk: Усе стабільно. Мені навіть дозволяють робити перерви протягом дня, а не лише на сон!

source: Jest szansa na pogodzenie braci?
uk: Чи є шанс на примирення братів?

source: Jest taka jedna sprawa, w której potrzebuję pomocy kogoś, kto potrafi dzierżyć broń i nie ucieknie przed pierwszym niebezpieczeństwem.
uk: Є одна справа, де мені потрібна допомога когось, хто вміє поводитись зі зброєю і не втече від першої ж небезпеки.

source: Jest taki, jak każdy inny.
uk: Він такий самий, як і всі інші.

source: Jest takie jedno specjalnie miejsce, gdzie już wiele wieków temu spotykali się wszyscy wyznawcy Adanosa.
uk: Є одне особливе місце, де багато століть тому зустрічалися всі послідовники Аданоса.

source: Jest tam całkiem przyjemna temperatura, a sami mieszkańcy winnicy wydają się dość przyjaźni.
uk: Температура там досить приємна, а самі люди на винограднику здаються досить привітними.

source: Jest tam coś w rodzaju cmentarza, żadni jego mieszkańcy nie powinni już was niepokoić. Niestety, dla twojego kolegi było już za późno.
uk: Там щось на кшталт цвинтаря, ніхто з його мешканців не повинен вас більше турбувати. На жаль, рятувати твого товариша було вже запізно.

source: Jest tam złoto za kilka tygodni mojej pracy, więc wolałbym nie wysyłać po nie byle kogo.
uk: Золота там за кілька тижнів моєї роботи, тому я не хотів би посилати за ним кого прийдеться.

source: Jest też bardzo silny i wyjątkowo wredny.
uk: А ще він дуже сильний і страшенно злий.

source: Jest też stosunkowo lekki...
uk: Він також досить легкий...

source: Jest to cokolwiek warte?
uk: Це чогось варте?

source: Jest to człowiek nieodpowiedzialny i działa przeciwko interesom królestwa, a jego poglądy polityczne są zwyczajnie toksyczne.
uk: Він безвідповідальна людина і діє проти інтересів королівства, а його політичні погляди просто згубні.

source: Jest to jakiś sposób na wyplątanie się z tarapatów.
uk: Це один зі способів викрутитися з халепи.

source: Jest to jednak dobra okazja do zaobserwowania ich zachowań i odkrycia, co sprawia, że ciągle zamieszkują ten teren.
uk: Однак це гарна можливість поспостерігати за їхньою поведінкою і з'ясувати, що змушує їх мешкати в цій місцевості.

source: Jest to jedno z działań, jakie podejmujemy w celu ochrony interesów przed podejrzanymi ludźmi z zewnątrz. Nie masz obywatelstwa - nie dołączysz do nas. Proste.
uk: Це один із заходів, які ми вживаємо, щоб захистити наш бізнес від підозрілих сторонніх осіб. Якщо немає громадянства, ти не приєднаєшся до нас. Все просто.

source: Jest to możliwe, ale raczej mało prawdopodobne. Martwe zwierzęta znajdowane są od tygodni, niestety większość z nich jest w tak tragicznym stanie, że trudno nawet stwierdzić, co je zabiło.
uk: Це можливо, але малоймовірно. Мертвих звірів знаходять вже кілька тижнів. На жаль, більшість з них у такому трагічному стані, що важко навіть сказати, від чого вони загинули.

source: Jest to niezwykle przydatne, szczególnie że zimy potrafią być tutaj niezwykle surowe.
uk: Це дуже корисно, особливо зважаючи на те, що зими тут можуть бути неймовірно суворими.

source: Jest to trudne zadanie, bo skorupy są bardzo wytrzymałe, ale w końcu każda się rozszczelni i będziesz mógł ją ściągnąć.
uk: Це складне завдання, оскільки панцирі дуже міцні, але врешті-решт кожен з них відокремиться, і ти зможеш його витягнути.

source: Jest to zapisane w jakimś dokumencie?
uk: Це десь задокументовано?

source: Jest to... ciekawe... doświadczenie...
uk: Це... цікавий... досвід...

source: Jest trochę inaczej, odkąd mamy nowego mistrza areny. Ale to nie znaczy, że gorzej!
uk: Все трохи інакше, оскільки у нас новий чемпіон арени. Але це не означає, що стало гірше!

source: Jest trochę nerwowo, ale wierz mi, węglarze Helmuda bywają bardziej problematyczni od was. Zwłaszcza jak sobie popiją.
uk: Трохи напружена ситуація, але повір, вуглярі Хельмуда можуть створити ще більше проблем, аніж ви. Особливо, коли вип'ють.

source: Jest trochę strachliwy, ale jakby co, zawsze jest Markus w pobliżu. Powinni dać sobie radę.
uk: Він трохи бозливий, але в разі чого, поруч завжди є Маркус. Вони мають впоратися.

source: Jest tu coś do zrobienia?
uk: Чи є тут чим зайнятися?

source: Jest tu gdzieś miejsce do spania?
uk: Тут є де переночувати?

source: Jest tu miejsce, żeby odpocząć i zjeść coś ciepłego. Wiele więcej nie zdążyliśmy przygotować. Jeśli masz jakieś pomysły, co można jeszcze tu postawić, to porozmawiaj z robotnikami.
uk: Є де відпочити і поїсти чогось гарячого. Більше ми нічого не встигли підготувати. Якщо у тебе є ідеї, що ще тут можна встановити, поговори з робітниками.

source: Jest tu więcej ludzi, niż myślałem, i wyglądają na dobrze uzbrojonych. Na wszelki wypadek przekradnę się obok nich.
uk: Тут значно більше людей, ніж я думав, і виглядають вони добре озброєними. Про всяк випадок я прослизну повз них.

source: Jest tu więcej ludzi, niż myślałem, i wyglądają na dobrze uzbrojonych. Spróbuję się z nimi dogadać, o ile będą chcieli...
uk: Тут значно більше людей, ніж я думав, і виглядають вони добре озброєними. Я спробую з ними порозумітися, якщо вони не проти...

source: Jest tutaj od niedawna, a już wszyscy mają go dość - nawet czerwoni.
uk: Він з'явився тут зовсім недавно, а вже всім набрид, навіть вартовим.

source: Jest twoim niewolnikiem?
uk: Він твій раб?

source: Jest tylko jeden mały problem...
uk: Є лише одна маленька проблема...

source: Jest tylko jeden problem.
uk: Є лише одна проблема.

source: Jest tylko jeden sposób, by to sprawdzić. Wrócę do klasztoru po resztę Magów Wody. Nawet jeżeli to wyłącznie pożar miasta, to i tak przyda im się nasza pomoc.
uk: Є лише один спосіб з'ясувати це. Я повернуся до монастиря за іншими Магами Води. Навіть якщо це лише пожежа в місті, там все одно знадобиться наша допомога.

source: Jest tylko pewien problem...
uk: Тільки є одна проблема...

source: Jest w idealnym, nienaruszonym stanie.
uk: В ідеальному, неушкодженому стані.

source: Jest w niej kilka złotych monet.
uk: На ній є кілька золотих монет.

source: Jest w nim ostrzeżenie o jakimś Cortezie i Siepaczu.
uk: У ньому попередження про якихось Кортеза і Сироту.

source: Jest w opłakanym stanie.
uk: У жалюгідному стані.

source: Jest w posiadaniu 'Oka Innosa', które pozwala widzieć przyszłość, a co za tym idzie, uniknąć wielu zagrożeń.
uk: Він володіє 'Оком Інноса', яке дозволяє йому бачити майбутнє і таким чином уникати багатьох небезпек.

source: Jest w sam raz. Wyżywienie i dach nad głową mam zapewnione, a żołd w zupełności wystarcza do zaspokajania moich dodatkowych potrzeb.
uk: Якраз в самий раз. Я забезпечений харчуванням та дахом над головою, а зарплатні більш ніж вистачає для задоволення моїх додаткових потреб.

source: Jest w środku? Mam sprawę.
uk: Він тут? У мене є до нього справа.

source: Jest wolna i wraca do zdrowia, ale nie może opuścić miejsca, w którym obecnie przebywa.
uk: Вона вільна і приходить до тями, але поки не може покинути місце, в якому вона зараз перебуває.

source: Jest wspomniane, żeby osoba dostarczająca towar nie pomyliła rewiru P. z rewirem A.
uk: Зазначається, щоб особа, яка доставляє товар, не переплутала район П. з районом А.

source: Jest wygodniejszy, niż myślałem...
uk: Він зручніший, ніж я думав...

source: Jest wyjątkowym służbistą i gdy jest na warcie, nawet mysz się nie prześliźnie.
uk: Це винятковий працівник, і коли він на варті, то навіть миша не проскочить.

source: Jest wypisany na kupca Veita.
uk: Виписана на ім'я торговця Вейта.

source: Jest wyśmienitym wojownikiem, walczącym lepiej niż którykolwiek z nas, a to bardzo dobrze.
uk: Він неперевершений боєць, який б'ється краще за будь-кого із нас, і це чудово.

source: Jest z niego świetny widok na okolice bramy, targowisko i przejście do drugiej dzielnicy, do tego prowadzą do niego tylko dwa wąskie przejścia, które w razie czego łatwo obronić.
uk: З нього відкривається чудовий огляд на територію навколо брами, на ринок і на прохід до другого району. І до нього ведуть лише два вузькі проходи, які легко захистити, якщо щось піде не так.

source: Jest zaadresowany do mnie.
uk: Він адресований мені.

source: Jest zadanie do wykonania.
uk: Є робота, яку треба виконати.

source: Jest źle i będzie jeszcze gorzej. Zapamiętaj moje słowa.
uk: Все погано, і буде ще гірше. Запам'ятай мої слова.

source: Jest, wejdź. Tylko nie wiem, czy chce cię widzieć.
uk: Він тут, заходь. Тільки не знаю, чи хоче він тебе бачити.

source: Jest. Zasłużyłeś na nagrodę. Proszę, to dla ciebie.
uk: Так і є. Ти заслужив свою винагороду. Ось, це тобі.

source: Jest... ciężko, ale staram się jakoś sobie radzić.
uk: Це... важко, але я намагаюсь якось впоратися.

source: Jest... ciężko, ale staram sobie jakoś radzić.
uk: Це... важко, але я намагаюсь якось впоратися.

source: Jestem Albyn i pełnię obowiązki Starszego tej wsi.
uk: Мене звати Альбін, я виконую обов'язки старости цього села.

source: Jestem Alice i handluję różnymi różnościami. Od gratów z piwnicy, przez przedmioty znalezione na ulicy, aż po trofea zwierzęce.
uk: Я Аліса, і я торгую різноманітними речами. Від підвального мотлоху, речей, знайдених на вулиці, до мисливських трофеїв.

source: Jestem Barnaba i całe życie mam pod górkę. Nawet chwila przyjemności mi się nie należy.
uk: Я Барнаба, і все моє життя було важким. І я не заслуговую навіть на хвилину задоволення.

source: Jestem Bermar, a to moja farma.
uk: Я Бермар, а це моя ферма.

source: Jestem D-Daniel. Młodszy s-strażnik z oddziału sierżanta G-Gerwina.
uk: Я Д-Даніель. Молодший в-вартовий з підрозділу сержанта Г-Гервіна.

source: Jestem Darthe, zajmuję się tutaj głównie polowaniem. I nie, nie mam niczego na sprzedaż, wszystko dostarczam kupcom w mieście.
uk: Я Дарт, займаюся тут переважно полюванням. І ні, я не маю нічого на продаж, я постачаю все купцям у місті.

source: Jestem Dinkel. Kiedyś byłem bosmanem na pokaźnym okręcie pirackim, a teraz jedyne co mi zostało to ta paskudna chata.
uk: Я Дінкель. Колись я був боцманом на великому піратському кораблі, а тепер все, що в мене залишилося – ця потворна халупа.

source: Jestem Folkard.
uk: Я Фолькард.

source: Jestem Garos, dowodzę łowcami Gildii Kupieckiej Araxos. Oczywiście tylko tutaj, na Archolos. O co chodzi?
uk: Я Гарос, командую мисливцями Торгової Гільдії Араксосу. Звісно, тільки тут, на Архолосі. В чому справа?

source: Jestem Gwardzistą Królewskim. Wiem o pewnych faktach, zanim w ogóle nastąpią.
uk: Я Королівський гвардієць. Мені відомі певні факти ще до того, як вони відбудуться.

source: Jestem Ivan, handluję różnymi rupieciami, ale głównie bronią, i to naprawdę dobrej jakości.
uk: Я Іван, торгую різним мотлохом, але в основному зброєю, до того ж дуже хорошої якості.

source: Jestem Karin, wędrowna śpiewaczka. Chodzę z miejsca na miejsce, zabawiam miejscowych muzyką i śpiewem.
uk: Я Карін, мандрівна співачка. Я подорожую з місця на місце, розважаю місцевих жителів музикою та співом.

source: Jestem Klaus. Strażnik wieży sygnałowej.
uk: Я Клаус. Вартовий сигнальної вежі.

source: Jestem Larry. Też jesteś tu od niedawna?
uk: Я Ларрі. Ти тут недавно, так?

source: Jestem Lena, czemu pytasz?
uk: Я Олена, а чому ти питаєш?

source: Jestem Lucy. Możesz u mnie kupić najlepsze łuki na wyspie, a także wiele przedmiotów niezbędnych dobremu łowcy.
uk: Я Люсі. У мене можна купити найкращі луки на острові, а також багато речей, необхідних справжньому мисливцю.

source: Jestem Marvin i na razie tylko rozglądam się po okolicy.
uk: Я Марвін і поки що просто роздивляюсь довкола.

source: Jestem Marvin, a ty?
uk: Я Марвін, а ти?

source: Jestem Marvin, przysyła mnie Cortez. Mam przekazać zapłatę za ostatnią partię towaru.
uk: Я Марвін, мене послав Кортез. Я маю передати оплату за останню партію товару.

source: Jestem Marvin.
uk: Я Марвін.

source: Jestem Marvin. Brat Jorna. Twój bratanek.
uk: Я Марвін. Брат Йорна. Твій племінник.

source: Jestem Marvin. Niedawno przybyłem na tę wyspę.
uk: Я Марвін. Нещодавно прибув на цей острів.

source: Jestem Paola i pracuję jako piekarz. Na całym Archolos nie znajdziesz tak pysznego chleba jak u mnie.
uk: Мене звати Паоло, я працюю пекарем. На всьому Архолосі ти не знайдеш настільки смачного хліба, як у мене.

source: Jestem Ramha, aptekarka. A ty właśnie jesteś w mojej pracowni.
uk: Я Рамха, аптекарка. І зараз ти знаходишся у моїй лабораторії.

source: Jestem Remy i rąbię mięso.
uk: Я Ремі і я рубаю м'ясо.

source: Jestem Rodrigo. Pilnuję, żeby nikt nie wbił Cortezowi noża w plecy, i wykonuję dla niego różne inne zadania.
uk: Я Родріго. Я стежу за тим, щоб ніхто не вбив Кортеза ножем в спину, і виконую для нього різні інші завдання.

source: Jestem T-T-T-Terry... ja tylko... j-ja nic nie ukradłem, przysięgam!
uk: Я Т-Т-Т-Террі... Я просто... Я нічого не крав, присягаюся!

source: Jestem Vicente. Mogę ci jakoś pomóc?
uk: Я Вісенте. Можу тобі чимось допомогти?

source: Jestem Wysłannikiem Królewskim, a nie jakimś tropicielem czy strażnikiem. Na wyspie z pewnością są ludzie, którzy zajmą się twoim problemem.
uk: Я Королівський посол, а не якийсь слідопит чи вартовий. На острові напевно є люди, які займуться твоєю проблемою.

source: Jestem alchemikiem i pracuję w Wilczym Leżu. Zajmuję się wszystkim tym, co da się wytworzyć za pomocą roślin, części zwierzęcych i wszelkich minerałów.
uk: Я працюю алхіміком у Вовчому Лігві. Займаюсь усім, що можна виготовити з рослин, частин тварин і будь-яких мінералів.

source: Jestem bardzo blisko znalezienia brata, nie mogę.
uk: Я дуже близький до того, щоб знайти свого брата, тому я не зможу.

source: Jestem bardzo zajęty, nie mam czasu na pogaduszki. Jeśli jest jakaś sprawa, którą powinieneś mi przedstawić, to streszczaj się.
uk: Я дуже зайнятий, у мене немає часу на розмови. Якщо у тебе є до мене справа, будь ласка, висловлюйся коротко.

source: Jestem bardzo zajętym człowiekiem, nie przeszkadzaj.
uk: Я дуже зайнята людина, не турбуй мене.

source: Jestem bez pieniędzy, zdewastowali mi dom i nie mam pewności, czy to były ostatnie odwiedziny nieproszonych gości.
uk: У мене закінчилися гроші, мій будинок розгромили і я не впевнений, що це був останній раз, коли у мене були непрохані гості.

source: Jestem blisko odkrycia, gdzie jest kryjówka tej organizacji.
uk: Я близький до того, щоб з'ясувати, де переховується ця організація.

source: Jestem ci dozgonnie wdzięczny. Mam nadzieję, że chociaż tak mogę ci to wynagrodzić. Dziękuję.
uk: Я безмежно тобі вдячний. Сподіваюся, що хоча б так я зможу тобі віддячити. Дякую.

source: Jestem ciekaw, czy próbował się wykupić. Co ci proponował za życie? Złoto? Klejnoty?
uk: Мені цікаво, чи намагався він спокутувати свою провину. Що він запропонував тобі в обмін на своє життя? Золото? Коштовності?

source: Jestem ciekaw, czy straż w ogóle dałaby radę bandzie wieśniaków z widłami. Prawdopodobnie ponieśliby przy tym większe straty niż Rhobar podczas wojny, hehe!
uk: Цікаво, чи впоралася б Варта з групою селян із вилами. Вони, напевно, зазнали б більше втрат, ніж Робар на війні, хе-хе!

source: Jestem cierpliwy, ale każdy ma swoje granice. Proszę cię, nie każ mi tego robić. Dojdźmy po prostu do jaskini, tam ci wszystko pokażę. Zostało kilka minut drogi.
uk: Я терплячий, але у кожного є своя межа. Будь ласка, не змушуй мене цього робити. Давай просто дійдемо до печери, там я тобі все покажу. Залишилося кілька хвилин шляху.

source: Jestem członkiem Araxos. Zębacz to dla nas żaden przeciwnik.
uk: Я член Гільдії Араксос. Снеппер для нас не суперник.

source: Jestem członkiem straży, a ty zwykłym najemnikiem, który próbuje sobie dorobić.
uk: Я - вартовий, а ти просто найманець, який намагається заробити на життя.

source: Jestem człowiekiem interesu, a ten 'interes' i tak od początku wydawał mi się mało opłacalny.
uk: Я людина ділова, і ця 'справа' здавалася мені невигідною із самого початку.

source: Jestem człowiekiem interesów. Działam tak, by zarobić, reszta średnio mnie interesuje.
uk: Я ділова людина. Я дію так, щоб заробляти гроші, все інше мене мало цікавить.

source: Jestem gospodarzem tego domu, a ty właśnie nadużyłeś mojej gościnności.
uk: Я господар цього дому, а ти, власне, зловживаєш моєю гостинністю.

source: Jestem gotowy do walki!
uk: Я готовий до бою!

source: Jestem gotowy dołączyć do twojego oddziału.
uk: Я готовий приєднатися до твого підрозділу.

source: Jestem gotowy, możemy walczyć.
uk: Я готовий, можемо битися.

source: Jestem gotowy, możemy zaczynać!
uk: Я готовий, можемо починати!

source: Jestem gotowy.
uk: Я готовий.

source: Jestem gotowy. Możemy iść.
uk: Я готовий. Можемо йти.

source: Jestem gotowy. Walczmy.
uk: Я готовий. Давай битися.

source: Jestem gotów do was dołączyć!
uk: Я готовий приєднатися до вас!

source: Jestem gotów na kolejne zadanie.
uk: Я готовий до наступного завдання.

source: Jestem gotów na naukę.
uk: Я готовий навчатися.

source: Jestem gotów zapłacić tę niewielką cenę, żeby ludzie pracowali tu, jak należy.
uk: Я готовий заплатити цю невелику ціну, щоб люди працювали тут як слід.

source: Jestem gotów.
uk: Я готовий.

source: Jestem gotów. Walczmy.
uk: Я готовий. Давай битися.

source: Jestem głodny, chce mi się pić, ale skoro już tu tyle wystałem, to będę stał do skutku.
uk: Я голодний, спраглий, але оскільки я вже тут так довго, то залишуся до кінця.

source: Jestem handlarką, nie mogę ot tak sobie rozdawać za darmo moich towarów!
uk: Я ж торговка, я не можу просто так задарма роздавати свої товари!

source: Jestem jednak całkowicie pewny, że gdy tylko pierwsze, większe transporty magicznej rudy dotrą z Khorinis do Vengardu to orkowie szybko pożałują, że z nami zadarli.
uk: Однак я абсолютно впевнений, що як тільки перші великі партії магічної руди прибудуть з Хорінісу до Венгарду, орки швидко пошкодують про те, що з нами зв'язалися.

source: Jestem jednym z ludzi Corteza. Wypłynęliśmy za młodych lat z Wysp Południowych za złotem i przygodami, i widzisz, gdzie nas morze poniosło.
uk: Я один з людей Кортеза. У молоді роки ми відпливли з Південних островів за золотом і пригодами, і ось бачиш, куди нас занесло море.

source: Jestem jednym z ludzi Salviego, oszalałeś?
uk: Я один з людей Сальві, ти з глузду з'їхав?

source: Jestem jednym z ludzi Salviego. Wysłał mnie tu, bym załatwił dla niego kilka spraw.
uk: Я один з людей Сальві. Він послав мене сюди, щоб я виконав деякі його доручення.

source: Jestem jednym z ludzi Salviego...
uk: Я один з людей Сальві...

source: Jestem jednym z ludzi Siepacza. Zostałem z tyłu, bo musiałem uprzątnąć cały ten bałagan.
uk: Я один з людей Сироти. Я затримався, тому що хтось мав прибрати весь той безлад.

source: Jestem jednym z ludzi Siepacza...
uk: Я один з людей Сироти...

source: Jestem jednym z przemytników.
uk: Я один з контрабандистів.

source: Jestem jednym z tutejszych pszczelarzy, nazywają mnie Ergo. Jak się możesz domyślać, moje obowiązki obejmują wszystko, co związane z wytwarzaniem miodu.
uk: Я один з місцевих пасічників, мене звуть Ерго. Як можна здогадатися, в мої обов'язки входить все, що пов'язано з виробництвом меду.

source: Jestem jednym z uczestników turnieju.
uk: Я один з учасників турніру.

source: Jestem jedynie mieszkańcem, którego zmartwiły plotki o oszustwach, których dopuszcza się Gerhard.
uk: Я єдиний мешканець, якого турбують чутки про шахрайство, скоєне Герхардом.

source: Jestem już stary, za chwilę emerytura, to mnie mogą nawet wyrzucić, a nie za bardzo się tym przejmę.
uk: Я вже старий, мені скоро пора на пенсію, мене можуть навіть виставити на вулицю, але я не дуже цим переймаюсь.

source: Jestem już wystarczająco dobrym myśliwym. Mam pójść z Allanem zapolować na ścierwojady.
uk: Тепер я достатньо хороший мисливець. Треба сходити з Аланом на полювання на падальників.

source: Jestem już. Działo się coś wartego uwagi?
uk: Я вже. Було щось варте уваги?

source: Jestem kimś, kto ma interes do straży. Ciebie tu pewnie przysłał Weigar?
uk: Я той, хто мусить обговорити одну справу з Вартою. Тебе, мабуть, послав сюди Вейгар?

source: Jestem krawcem, a to mój zakład. Jeśli chcesz wyglądać jak porządny obywatel, to nigdzie nie znajdziesz równie pięknych strojów, co u mnie!
uk: Я кравець, а це моя майстерня. Якщо хочеш виглядати добропорядним громадянином, то ніде не знайдеш кращого вбрання, ніж у мене!

source: Jestem kucharzem. Na pewno słyszałeś, jak na mnie narzekają. Gumbert przesolił zupę, Gumbert przypalił ścierwojada, hehe. Żartuję, akurat na gotowaniu się znam.
uk: Я кухар. Я впевнений, що ти чув, як на мене скаржаться. Гумберт пересолив суп, Гумберт спалив падальника, хе-хе. Жартую, я вмію готувати.

source: Jestem kwatermistrzem.
uk: Я інтендант.

source: Jestem mistrzem tej areny i zabiłem Corteza. Teraz ja tu rządzę.
uk: Я чемпіон арени і я вбив Кортеза. Тепер я тут головний.

source: Jestem na jakimś przesłuchaniu, że mam o sobie opowiadać?
uk: Я що, на якомусь прослуховуванні, що я повинен розповідати про себе?

source: Jestem na miejscu, ale nie widzę Riordiana ani Kessela. Biorąc pod uwagę determinację Kessela, musieli ruszyć do przodu beze mnie. Spróbuję ich dogonić.
uk: Я на місці, але ні Ріордіана, ні Кесселя не видно. Зважаючи на рішучість Кесселя, вони, ймовірно, вирушили без мене. Спробую їх наздогнати.

source: Jestem na miejscu. Rozejrzę się po okolicy za jakimiś potencjalnymi kandydatami do wypróbowania eliksiru.
uk: Я на місці. Пошукаю потенційних кандидатів, які могли б спробувати зілля.

source: Jestem na ostatnim piętrze hotelu. Pora rozejrzeć się za odpowiednim miejscem do podłożenia skrzyneczki.
uk: Я на верхньому поверсі. Час роздивитися в пошуках підходящого місця для скриньки.

source: Jestem na patrolu,
uk: Я патрулюю.
